{
  "architectures": [
    "PlasmidLMForCausalLM"
  ],
  "bos_token_id": 0,
  "dtype": "float32",
  "eos_token_id": 1,
  "hidden_act": "gelu",
  "hidden_size": 384,
  "intermediate_size": 1536,
  "max_position_embeddings": 16384,
  "model_type": "plasmid_lm",
  "num_attention_heads": 8,
  "num_hidden_layers": 10,
  "pad_token_id": 3,
  "rms_norm_eps": 1e-05,
  "rope_theta": 10000.0,
  "transformers_version": "4.57.6",
  "vocab_size": 120,
  "auto_map": {
    "AutoConfig": "configuration_plasmid_lm.PlasmidLMConfig",
    "AutoModel": "modeling_plasmid_lm.PlasmidLMModel",
    "AutoModelForCausalLM": "modeling_plasmid_lm.PlasmidLMForCausalLM",
    "AutoTokenizer": [
      "tokenization_plasmid_lm.PlasmidLMTokenizer",
      null
    ]
  }
}