{
  "<BOS>": 0,
  "<EOS>": 1,
  "<SEP>": 2,
  "<PAD>": 3,
  "<UNK>": 4,
  "<SEQ>": 5,
  "<AMR_AMPICILLIN>": 6,
  "<AMR_BLASTICIDIN>": 7,
  "<AMR_CHLORAMPHENICOL>": 8,
  "<AMR_GENTAMICIN>": 9,
  "<AMR_HYGROMYCIN>": 10,
  "<AMR_KANAMYCIN>": 11,
  "<AMR_NEOMYCIN>": 12,
  "<AMR_PUROMYCIN>": 13,
  "<AMR_SPECTINOMYCIN>": 14,
  "<AMR_TETRACYCLINE>": 15,
  "<AMR_ZEOCIN>": 16,
  "<BB_LENTIGUIDE_PURO>": 17,
  "<BB_P1316_IGG2A>": 18,
  "<BB_PAAV2>": 19,
  "<BB_PAAV>": 20,
  "<BB_PCDNA31+>": 21,
  "<BB_PCDNA31>": 22,
  "<BB_PCDNA3>": 23,
  "<BB_PCMV>": 24,
  "<BB_PCRII_TOPO>": 25,
  "<BB_PD649>": 26,
  "<BB_PDONR221>": 27,
  "<BB_PDONR223>": 28,
  "<BB_PEGFP_C1>": 29,
  "<BB_PEGFP_N1>": 30,
  "<BB_PET28A>": 31,
  "<BB_PHAGE>": 32,
  "<BB_PLX_TRC317>": 33,
  "<BB_PTT3>": 34,
  "<BB_PUC19>": 35,
  "<BB_UNKNOWN>": 36,
  "<COPY_HIGH>": 37,
  "<COPY_LOW>": 38,
  "<ELEM_AAV_ITR>": 39,
  "<ELEM_CMV_ENHANCER>": 40,
  "<ELEM_CMV_INTRON>": 41,
  "<ELEM_CPPT>": 42,
  "<ELEM_GRNA_SCAFFOLD>": 43,
  "<ELEM_IRES>": 44,
  "<ELEM_LTR_3>": 45,
  "<ELEM_LTR_5>": 46,
  "<ELEM_MCS>": 47,
  "<ELEM_POLYA_BGH>": 48,
  "<ELEM_POLYA_SV40>": 49,
  "<ELEM_PSI>": 50,
  "<ELEM_TRACRRNA>": 51,
  "<ELEM_WPRE>": 52,
  "<ORI_2MU>": 53,
  "<ORI_COLE1>": 54,
  "<ORI_F1>": 55,
  "<ORI_P15A>": 56,
  "<ORI_PSC101>": 57,
  "<ORI_RSF>": 58,
  "<ORI_SV40>": 59,
  "<PROM_AMPR>": 60,
  "<PROM_CAG>": 61,
  "<PROM_CMV>": 62,
  "<PROM_EF1A>": 63,
  "<PROM_LAC>": 64,
  "<PROM_RSV>": 65,
  "<PROM_SP6>": 66,
  "<PROM_SV40>": 67,
  "<PROM_T3>": 68,
  "<PROM_T5>": 69,
  "<PROM_T7>": 70,
  "<PROM_U6>": 71,
  "<REPORTER_EGFP>": 72,
  "<REPORTER_GFP>": 73,
  "<REPORTER_MCHERRY>": 74,
  "<REPORTER_MEMERALD>": 75,
  "<REPORTER_NANOLUC>": 76,
  "<REPORTER_YFP>": 77,
  "<SP_CELEGANS>": 78,
  "<SP_DROSOPHILA>": 79,
  "<SP_ECOLI>": 80,
  "<SP_HUMAN>": 81,
  "<SP_MOUSE>": 82,
  "<SP_RAT>": 83,
  "<SP_SYNTHETIC>": 84,
  "<SP_YEAST>": 85,
  "<SP_ZEBRAFISH>": 86,
  "<TAG_FLAG>": 87,
  "<TAG_GST>": 88,
  "<TAG_HA>": 89,
  "<TAG_HIS>": 90,
  "<TAG_MYC>": 91,
  "<TAG_NLS>": 92,
  "<TAG_V5>": 93,
  "<VEC_AAV>": 94,
  "<VEC_BACTERIAL>": 95,
  "<VEC_CRISPR>": 96,
  "<VEC_GATEWAY>": 97,
  "<VEC_INSECT>": 98,
  "<VEC_LENTIVIRAL>": 99,
  "<VEC_MAMMALIAN>": 100,
  "<VEC_PLANT>": 101,
  "<VEC_REPORTER>": 102,
  "<VEC_RETROVIRAL>": 103,
  "<VEC_YEAST>": 104,
  "<MASK>": 105
}